alvr-nvidia
antigravity2-bin
bs-manager-git
bun-bin
catppuccin-cursors-latte
catppuccin-gtk-theme-latte
clipse
coolercontrol
cursor-bin
debtap
downgrade
envision-xr-git
eww
exiled-exchange-2-bin
f5epi
f5fpc
f5vpn
geekbench
google-cloud-cli
gp-saml-gui-git
gpu-burn-git
gtk-engine-murrine
heroic-games-launcher-bin
hytale-launcher-bin
ironbar-git
kdeconnect-git
lib32-gst-plugins-base-libs
libgnome-keyring
monado-vulkan-layers-git
neovim-remote
noisetorch-bin
nsight-graphics
opencomposite-git
openconnect-sso
openrgb-git
opentabletdriver
parsec-bin
pokeget
postman-bin
protonup-qt
python-pyqt5-webengine
rofi-lbonn-wayland-git
rofi-power-menu
rustdesk-bin
rusty-path-of-building
spotify
stremio
sunshine
swaync-git
vesktop
visual-studio-code-bin
vkd3d-proton-bin
wayfreeze-git
wayvr-git
wezterm-git
wivrn-dashboard
wivrn-server
xembed-sni-proxy-standalone-git
xfce4-artwork
xfwm4-themes
xrizer-git
yay
zen-browser-bin
zgen-git
