accountsservice
alsa-plugins
aspell
aspell-pt
atuin
base
base-devel
bash-completion
bind
bluez
bluez-utils
btop
btrfs-progs
cage
calf
cantarell-fonts
clang
cmake
cryptsetup
cuda
device-mapper
diffutils
direnv
dmraid
dnsmasq
docker
docker-compose
dosfstools
downgrade
dpkg
dracut
e2fsprogs
easyeffects
efibootmgr
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-dracut
ethtool
evtest
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
firewalld
flatpak
foot
freerdp
gamemode
garcon
gdb
gnome-keyring
gnome-themes-extra
gparted
greetd
greetd-gtkgreet
grim
grub
gsimplecal
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk4-demos
gvfs
gvfs-mtp
gvfs-smb
hid-tools
htop
hwdetect
hyprcursor
hyprland
hyprlang
hyprlock
hyprutils
hyprwayland-scanner
i2c-tools
imv
intel-ucode
iptables-nft
ipython
jfsutils
joyutils
jq
jre-openjdk
kdenlive
krita
less
lib32-gnutls
lib32-libpulse
lib32-openal
lib32-vkd3d
libadwaita
libdvdcss
libgnome-keyring
libgsf
libopenraw
libreoffice-fresh
libva-nvidia-driver
libva-utils
libwnck3
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsp-plugins
lutris
lvm2
man-db
man-pages
mdadm
mesa-utils
meson
micro
mkinitcpio
modemmanager
moonlight-qt
mousepad
mpv
mtools
nano
ncdu
neovim
net-tools
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
nvidia-dkms
nvidia-hook
nvidia-inst
nvidia-settings
nvtop
obs-studio
openresolv
openssh
os-prober
pacman-contrib
parole
pastel
pavucontrol
perf
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
polkit-gnome
poppler-glib
postgresql
postgresql-libs
power-profiles-daemon
python
python-numpy
python-pip
python-pyqt6
qbittorrent-nox
qt5-graphicaleffects
rclone
rebuild-detector
reflector
remmina
ristretto
rsync
rtkit
rust
sassc
seahorse
sg3_utils
slurp
socat
sof-firmware
solaar
starship
steam
strace
stress-ng
sudo
swaybg
sysfsutils
systemd-sysvcompat
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
trivy
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
tumbler
unrar
unzip
upower
usbutils
uv
vulkan-tools
waybar
wev
wget
which
wine
wine-gecko
wine-mono
winetricks
wireguard-tools
wireplumber
wl-clip-persist
wl-clipboard
woff2-font-awesome
wpa_supplicant
xclip
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-vesa
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-misc
xorg-fonts-type1
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xsettingsd
xterm
yay
zip
zsh
zsh-autosuggestions
zsh-syntax-highlighting
