actiona
alvr-nvidia
bs-manager-git
catppuccin-cursors-latte
catppuccin-gtk-theme-latte
clipse
downgrade
envision-xr-git
eww
f5fpc
f5vpn
google-cloud-cli
gtk-engine-murrine
heroic-games-launcher-bin
kdeconnect-git
monado
monado-vulkan-layers-git
neovim-remote
opencomposite-git
openrgb-git
opentabletdriver
parsec-bin
pokeget
postman-bin
protontricks
rofi-lbonn-wayland-git
rofi-power-menu
slack-desktop
spotify
stardust-xr-armillary
stardust-xr-atmosphere
stardust-xr-black-hole
stardust-xr-comet
stardust-xr-flatland
stardust-xr-gravity
stardust-xr-magnetar
stardust-xr-non-spatial-input
stardust-xr-protostar
stardust-xr-server
stardust-xr-telescope
steamtinkerlaunch
stremio
swaync-git
vesktop
visual-studio-code-bin
vkd3d-proton-bin
wayfreeze-git
wezterm-git
wivrn-dashboard
wivrn-server
xrizer-git
yay
zen-browser-bin
zotero
