accountsservice
alsa-firmware
alsa-plugins
alsa-utils
aspell
aspell-pt
aws-cli-bin
b43-fwcutter
base
base-devel
bash-completion
bind
bluez
bluez-utils
btrfs-progs
cage
cantarell-fonts
catppuccin-cursors-latte
catppuccin-gtk-theme-latte
cliphist
cmake
cryptsetup
device-mapper
dialog
diffutils
discord-canary
dmidecode
dmraid
dnsmasq
docker
docker-desktop
dosfstools
downgrade
dracut
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
firefox
firewalld
gnome-keyring
gnome-themes-extra
gparted
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gvfs
gvfs-mtp
gvfs-smb
haveged
hdparm
heroic-games-launcher-bin
hwdetect
hyprland
hyprshot
hyprswitch
i2c-tools
inetutils
input-remapper-git
intel-ucode
iptables-nft
iwd
jfsutils
kitty
less
lib32-gnutls
lib32-libpulse
lib32-openal
lib32-vkd3d
libadwaita-without-adwaita-git
libdvdcss
libgsf
libopenraw
libva-nvidia-driver
libva-utils
libwnck3
lightdm
lightdm-webkit2-greeter
lightdm-webkit2-theme-glorious
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lutris
lvm2
lxappearance
mako
man-db
man-pages
mdadm
mesa-utils
meson
micro
modemmanager
mtools
nano
nautilus
nemo
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nvidia-dkms
nvidia-hook
nvidia-inst
openrgb-git
openssh
os-prober
pacman-contrib
parsec-bin
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-framework5
plasma5support
plocate
pokeget
polkit-gnome
poppler-glib
postgresql-libs
postman-bin
power-profiles-daemon
python
python-pyqt6
qt5-graphicaleffects
rebuild-detector
reflector
reflector-simple
rsync
rtkit
s-nail
sassc
sddm
sddm-sugar-candy-git
seahorse
sg3_utils
smartmontools
sof-firmware
solaar
spotify
steam
sudo
swaybg
sysfsutils
systemd-sysvcompat
texinfo
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome
ttf-liberation
ttf-opensans
unrar
unzip
upower
usb_modeswitch
usbutils
uv
waybar
welcome
wget
which
windsurf
wine
wine-gecko
wine-mono
winetricks
wireplumber
wofi
wpa_supplicant
xclip
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yay
zsh
zsh-autosuggestions
zsh-syntax-highlighting
