accountsservice
alsa-plugins
aspell
aspell-pt
atuin
aws-cli-bin
base
base-devel
bash-completion
bind
bluez
bluez-utils
btrfs-progs
cage
cantarell-fonts
catppuccin-cursors-latte
catppuccin-gtk-theme-latte
clang
clipse
cmake
cryptsetup
cuda
device-mapper
diffutils
direnv
dmraid
dnsmasq
docker
docker-compose
dosfstools
downgrade
dracut
e2fsprogs
easyeffects
efibootmgr
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-dracut
ethtool
evtest
eww
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
firefox
firewalld
foot
gnome-keyring
gnome-themes-extra
gparted
greetd
greetd-gtkgreet
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk4-demos
gvfs
gvfs-mtp
gvfs-smb
heroic-games-launcher-bin
hid-tools
htop
hwdetect
hyprcursor
hyprland
hyprlock
hyprutils
i2c-tools
imv
intel-ucode
iptables-nft
ipython
jfsutils
joyutils
jq
jre-openjdk
kdenlive
krita
less
lib32-gnutls
lib32-libpulse
lib32-openal
lib32-vkd3d
libadwaita
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libva-nvidia-driver
libva-utils
libwnck3
linux
linux-firmware
linux-headers
logrotate
lsb-release
lutris
lvm2
man-db
man-pages
mdadm
mesa-utils
meson
micro
mkinitcpio
modemmanager
mpv
mtools
nano
ncdu
neovim
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
nvidia-dkms
nvidia-hook
nvidia-inst
nvidia-settings
nvtop
obs-studio
openresolv
openrgb-git
openssh
opentabletdriver
os-prober
pacman-contrib
parsec-bin
pavucontrol
perf
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
pokeget
polkit-gnome
poppler-glib
postgresql
postgresql-libs
postman-bin
power-profiles-daemon
protontricks
python
python-numpy
python-pip
python-pyqt6
qbittorrent-nox
qt5-graphicaleffects
rclone
rebuild-detector
reflector
rofi-lbonn-wayland-git
rofi-power-menu
rsync
rtkit
sassc
seahorse
sg3_utils
slurp
socat
sof-firmware
solaar
spotify
starship
steam
strace
stress-ng
sudo
swaybg
swaync-git
sysfsutils
systemd-sysvcompat
texinfo
thunar
trivy
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
unrar
unzip
upower
usbutils
uv
vesktop
visual-studio-code-bin
vkd3d-proton-bin
vulkan-tools
waybar
wayfreeze-git
wev
wget
which
windsurf
wine
wine-gecko
wine-mono
winetricks
wireguard-tools
wireplumber
wl-clip-persist
wl-clipboard
wpa_supplicant
xclip
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xournalpp
xsettingsd
yay
zip
zotero
zsh
zsh-autosuggestions
zsh-syntax-highlighting
