alvr-nvidia
aws-cli-bin
catppuccin-cursors-latte
catppuccin-gtk-theme-latte
clipse
downgrade
eww
f5fpc
f5vpn
google-cloud-cli
heroic-games-launcher-bin
kdeconnect-git
mailspring
opencomposite-git
openrgb-git
opentabletdriver
parsec-bin
pokeget
postman-bin
protontricks
rofi-lbonn-wayland-git
rofi-power-menu
rustdesk
slack-desktop
spotify
stremio
swaync-git
vesktop
visual-studio-code-bin
vkd3d-proton-bin
wayfreeze-git
wezterm-git
wivrn-dashboard
yay
zen-browser-bin
zotero
